tap "homebrew/cask"

brew "vim"
brew "git"
brew "gh"
brew "node"
brew "nvm"
brew "jq"
brew "docker-compose"
brew "awscli"
brew "saml2aws"

cask "caffeine"
cask "visual-studio-code"
cask "google-chrome"
cask "docker"
cask "slack"
cask "postman"
cask "spotify"
cask "iterm2"
cask "scroll-reverser"
cask "rectangle"
